Repository: rif/click2eat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

source: Since delivery deadline.
ro: De când trebuia să ajungă

source: To delivery deadline.
ro: Până la livrare

source: Order countdown
ro: Numărătoare inversă pentru comandă

source: You will be contacted by the chosen restaurant to confirm the order or to select discounted products.
ro: Veți fi contactat de către restaurantul ales pentru a confirma comanda sau pentru a alege produsele la ofertă.

source: Has arrived!
ro: A ajuns!

source: Create your profile
ro: Creați profilul dumneavoastră

source: Please fill up your profile
ro: Vă rugăm să completați profilul

source: Create profile
ro: Creați profilul

source: Edit your profile
ro: Editați profilul

source: Update profile
ro: Actualizați profilul

source: Profile
ro: Profil utilizator

source: This profile is not public
ro: Acest profil nu este public

source: Click2Eat fidelity program
ro: Program de fidelizare Click2eat.ro

source: Untill now you invited
ro: Pană acum ați invitat

source: friends and gathered
ro: prieteni și ați acumulat

source: from the orders made by your friends
ro: din valoarea comenzilor efectuate de prietenii tai

source: Earn bonus points
ro: Câștigă puncte bonus

source: Invite your friends
ro: Recomanda la prieteni

source: You receive
ro: Primești

source: from every order made by a friend invited by you.
ro: din valoarea fiecarei comenzi efectuate de prietenul invitat de tine.

source: The amount added from your friends orders can be used anytime to order products from our partners.
ro: Valoarea în lei acumulată din comenzile efectuate de prietenii tăi o poți folosi oricând pentru ați comanda produse furnizate de partenerii noștrii.

source: Invite a friend now.
ro: Invită un prieten acum

source: Invite
ro: Invită

source: My preferences
ro: Preferințele mele

source: You have not rated orders
ro: Aveți comenzi la care nu ați dat apreciere

source: Orders that still need your feedback
ro: Comenzi care mai au nevoie de aprecierea dumneavoastră

source: My account details
ro: Contul meu

source: Change
ro: Schimbă

source: Delete
ro: Șterge

source: Birth date
ro: Data nașterii

source: Sex
ro: Sexul

source: See newsleter list
ro: Vedeți lista e-mail-uri cu știri

source: Edit
ro: Editați

source: Delivery addresses
ro: Adresele de livrare

source: Primary
ro: Primară

source: Operation
ro: Operație

source: You have not defined any delivery address.
ro: Nu ați introdus nici o adresa de livrare.

source: Add delivery address
ro: Adăugați adresă de livrare

source: Friends
ro: Prieteni

source: Sorry, no friends here :(
ro: Ne pare rău, nu v-ați făcut încă prieteni aici :(

source: Invite a friend now
ro: Invită un prieten

source: Become friend with
ro: Imprietenește-te cu

source: Account failed to be activated! Please try again or contact the adminstrator
ro: Contul NU a fost activat! Vă rugăm să contactați administratorii

source: Account successfully activated
ro: Contul activat cu success

source: Your username/email and password didn't match. Please try again
ro: Numele si parola nu se potrivesc. Vă rugăm să mai încercați.

source: Forgot password?
ro: Ați uitat parola?

source: Reset it
ro: Resetează

source: Not member?
ro: Nu sunteti membru?

source: Register
ro: Înregistrare

source: LOGGED OUT
ro: DEAUTENTIFICAT

source: Thank you for using our site
ro: Vă mulțumim că ați folosit site-ul nostru

source: Home
ro: Acasă

source: Password reset
ro: Resetarea parolei

source: Password changed
ro: Parola schimbata

source: Password reset successfully
ro: Resetarea parolei a reușit

source: Password reset failed
ro: Resetarea parolei a eșuat

source: Email with password reset instructions has been sent
ro: A fost trimis un email cu instrucțiuni pentru resetarea parolei.

source: Reset password at
ro: Resetează parola pentru

source: New account
ro: Cont nou

source: Thank you for signing up. An email with the activation code has been send to your inbox
ro: Multumim că v-ați înregistrat. A fost trimis un email cu codul de activare spre căsuța dvs de email

source: Sign Up
ro: înregistrați-vă

source: Already have an account?
ro: Aveți deja un cont?

source: I agree with the terms and conditions.
ro: Sunt de acord cu termenii și condițiile

source: Your units
ro: Restaurantele dumneavoastră

source: Invoices
ro: Facturi

source: Sorry, you don't administer any units.
ro: Ne pare rau, nu administrați nici un restaurant

source: If you are an restaurant administrator and you want to find out how you can benefit from the services offered by our portal
ro: În cazul în care administrați un restaurant și doriți să aflați cum anume puteți beneficia de serviciile oferite de portalul nostru

source: Contact a Click2eat Agent
ro: Contactați un Agent Click2eat

source: Quality
ro: Calitate

source: Delivery time
ro: Timpul de livrare

source: Sorry no feedback for this restaurant
ro: Ne pare rău, nu exista aprecieri pentru acest restaurant

source: or choose what you want to eat today ?
ro: sau alege ce vrei sa mănânci azi

source: See all menues
ro: Vezi toate meniurile

source: or choose menu of the day
ro: sau alege ofertele zilei

source: or ... do you feel lucky ?
ro: sau ... te simți norocos ?

source: You don't know what you want to eat today?
ro: Nu știi ce vrei să mănânci astăzi

source: Welcome to the wheel of fortune ! Click on the dish to START.
ro: Bine ați venit la roata norocului! Click pe farfurie pentru START.

source: Package
ro: Pachet

source: Start date
ro: Data de start

source: End date
ro: Data de sfârșit

source: Current
ro: Actual

source: Sum
ro: Suma

source: Sorry, no orders for this restaurant
ro: Ne pare rău, nu sunt comenzi pentru acest restaurant

source: Package monthly fee
ro: Taxa lunară a pachetului

source: Menu management fee
ro: Taxa de prelucrare a meniului

source: Package percentage rate
ro: Procentajul perceput aferent pachetului

source: Bonus amount
ro: Suma bonus-ului

source: Total VAT
ro: Total cu TVA

source: Partner package
ro: Clasa de partener

source: The partner package history for this unit.
ro: Istoricul claselor de partener pentru acest restaurant.

source: Start Date
ro: Data de start

source: End Date
ro: Data de sfârsit

source: Active
ro: Activ

source: Sorry no partner package information.
ro: Ne pare rău, nu sunt infomații despre clasele de partener.

source: Are you sure you want to clear all items from this order?
ro: Sunteți sigur/ă că doriți resetarea acestei comenzi?

source: Error processing your command!
ro: Eroare la procesarea comenzii!

source: Minimum order
ro: Comandă minimă

source: Discount products
ro: Produse la oferta

source: More info
ro: Mai multe informații

source: Previous orders at this restaurant
ro: Comenzi anterioare la acest restaurant

source: Default
ro: Normală

source: Restaurant list
ro: Restaurante

source: Has discount
ro: Are reduceri

source: visit
ro: vizitează

source: Confirm address deletion
ro: Confirmați ștergerea adresei

source: Are you sure?
ro: Sunteți sigur?

source: Are you sure you want to delete the selected Delivery Address objects? All of the following objects and their related items will be deleted:
ro: Sunteți sigur/ă că vreți să ștergeți următoarea adresă de livrare?

source: Delivery Address
ro: Adresă de livrare

source: Yes, I'm sure
ro: Da, sunt sigur

source: Address detail
ro: Detalii adresă

source: Coordinates
ro: Coordonate

source: City
ro: Oraș

source: Street
ro: Strada

source: Number
ro: Număr

source: Block info
ro: Informații bloc

source: ent.
ro: sc.

source: fl.
ro: et.

source: apt.
ro: ap.

source: Additional information
ro: Informații suplimentare

source: Did we pinpoint your address?
ro: Am reușit să vă localizăm adresa?

source: If not, please let us know by clicking
ro: Dacă nu, vă rugăm să ne anunțați apăsând

source: here
ro: aici

source: You can try to find addresses here
ro: Puteți încerca adrese aici

source: Go
ro: Trimite

source: Add a delivery address
ro: Adăugați adresă de livrare

source: Please add a Timișoara delivery address
ro: Adăugați o adresă de livrare DIN Timișoara

source: Finish
ro: Termină

source: Invite friend
ro: Invită prieten

source: Here you can invite your friendts to join the site. You'll get bonus points for free meal if they join :)
ro: Aici vă puteți invita prietenii să devină membrii ai acestui site. Veți primi puncte bonus pentru o masă gratis dacă ni se alătură :)

source: message
ro: mesaj

source: Join me for lunch!
ro: Hai cu mine la masă!

source: primary
ro: primară

source: Is this your most frequent used address?
ro: Este aceasta adresa cea mai folosită?

source: city
ro: oraș

source: street
ro: strada

source: number
ro: număr

source: block
ro: bloc

source: entrance
ro: scara

source: floor
ro: etaj

source: apartment number
ro: numărul apartamentului

source: geolocated address
ro: adresa geolocalizată

source: geolocation error
ro: eroare de geolocare

source: , ent: %s
ro: , sc: %s

source: , fl: %s
ro: , et: %s

source: Delivery Addresses
ro: Adrese de livrare

source: Male
ro: Masculin

source: Female
ro: Feminin

source: first name
ro: prenume

source: Only letters, please!
ro: Doar litere!

source: last name
ro: nume

source: sex
ro: sexul

source: birth date
ro: Data nașterii

source: Do you want your profile to be public?
ro: Doriți ca profilul dumeanvoastră să fie public?

source: User Profile
ro: Profil iutilizator

source: User Profiles
ro: Profiluri utilizator

source: Thank you, we will try to correct this.
ro: Mulțumim, vom încerca să corectăm problema.

source: You cannot sens an invitation to yourself!
ro: Nu puteți să vă trimiteți invitație la propria adresă.

source: You already sent an invitation to this email!
ro: Ați trimis deja o invitație la acest e-mail!

source: There is already a register user with this email!
ro: Există deja un utilizator cu acest email!

source: The invitation email was send to %s.
ro: Email-ul de invitație a fost trimis catre %s.

source: No item yet defined!
ro: Nu există produse definite!
