Repository: rif/click2eat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

source: Group: Internals
ro: Grop: Detalii interne

source: Administration
ro: Administrare click2eat.ro

source: AppList: Applications
ro: Lista: Applicații

source: ModelList: Administration
ro: Administrare click2eat.ro

source: Media Management
ro: Adminstrare fișiere media

source: FileBrowser
ro: Navigator de fișiere

source: Support
ro: Ajutor

source: Django Documentation
ro: Documentație django

source: Grappelli Documentation
ro: Documentație grapelli

source: Grappelli Google-Code
ro: Google code grapelli

source: Latest Django News
ro: Ultimele știri django

source: Recent Actions
ro: Acțiuni recente

source: Romanian
ro: Românește

source: English
ro: Engleză

source: Choose
ro: Alege-ți

source: A general question regarding the website
ro: Întrebare generală legată de site

source: Suggestion
ro: Sugestie

source: Unsatisfactory service
ro: Serviciu nesatisfăcător

source: Site functionality problem
ro: Problemă de funcționalitate a site-ului

source: Other
ro: Alta

source: all
ro: toate

source: news
ro: știri

source: promotions
ro: promoții

source: From User
ro: De la utilizatorul

source: user
ro: nume

source: order
ro: comanda

source: amount
ro: suma

source: Bonus Transaction
ro: Tranzacții de bonus-uri

source: Bonus Transactions
ro: Tranzacții de bonus-uri

source: Extra options
ro: Extra opțiuni

source: 1 item was
ro: 1 articol a fost

source: %s items were
ro: %s articole au fost

source: %s successfully cloned.
ro: %s clonat cu succes.

source: Clone selected items
ro: Clonează articolele selectate

source: Order options
ro: Opțiuni de comanda

source: Activation options
ro: Opțiuni de activare

source: There is no unit with name %s defined
ro: Nu exista o unitate cu numele %s

source: This unit allready has menu items
ro: Aceasta unitate are deja intrari de meniu

source: click2eat.ro menu of the day
ro: click2eat.ro meniul zilei

source: Menu of the day from various restaurants at click2eat.ro
ro: Meniul zilei de la diferite restaurante la click2eat.ro

source: Price lower than
ro: Prețul mai mic decât

source: Quantity more than
ro: Cantitate mai mare ca

source: All promotions
ro: Toate promoțiile

source: code
ro: Cod

source: name
ro: nume

source: value
ro: valoare

source: VAT
ro: TVA

source: internal name
ro: Nume intern

source: Used for display order
ro: Folosit pentru ordinea de afișare

source: The default name for this group
ro: Numele implicit pentru acest grup

source: unit
ro: unitate

source: exclusive
ro: exclusiv

source: active
ro: activ

source: Item Group
ro: Grup de articole

source: Item Groups
ro: Grupuri de articole

source: ToppingGroup
ro: Grup de garnituri

source: Merchandise Category Group
ro: Grup de mărfuri

source: Merchandise Category Groups
ro: Grupuri de mărfuri

source: description
ro: descriere

source: pieces
ro: bucăți

source: The default name for this item
ro: Numele implicit pentru acest articol

source: The default description for this item
ro: Descrierea implicită pentru acest articol

source: price
ro: preț

source: promotion
ro: Promoție

source: quantity
ro: cantitate

source: MU
ro: UM

source: Measurement unit.
ro: Unitate de masură.

source: item group
ro: grup de articole

source: added date
ro: data de adăugare

source: toppings
ro: Garnituri

source: speciality
ro: specialitate

source: speciality of the house
ro: specialitatea casei

source: fortune
ro: noroc

source: display in the weel of fortune
ro: arată în roata norocului

source: free pair
ro: pereche gratis

source: given free with a similar more expensive pair
ro: dată gratis cu o pereche mai scumpa

source: image path
ro: calea către imagine

source: Quantity
ro: Cantitate

source: Item
ro: Articol

source: Items
ro: Articole

source: item
ro: articol

source: Variation
ro: Variantă

source: topping group
ro: Grup de garnituri

source: Topping
ro: Garnitură

source: Toppings
ro: Garnituri

source: promotion logo
ro: logo promoție

source: start date
ro: data de start

source: end date
ro: data de sfârșit

source: weekdays
ro: zile din săptămână

source: integer, comma separated, starting Monday=1 e.g. 1,2,3,4,5
ro: cifre, seprate prin virgulă, începând cu luni, de ex. 1,2,4,5

source: start hour
ro: ora de început

source: e.g. 10:30
ro: de ex. 10:30

source: end hour
ro: ora de sfârșit

source: e.g. 15:00
ro: de ex. 15:00

source: numer of items
ro: număr de articole

source: Number of items involved. If there are 4+1 free then this value should be 5.
ro: Numărul de articole implicate. Daca sunt 4+1 gratis atunci ar trebui pus aici 5.

source: total sum trigger
ro: pret minim de activare

source: Total order sum for which this promotion will become active
ro: Pretul total al comenzii la care promotia devine activă

source: procentage
ro: procentaj

source: Percentage of the actual price
ro: Procent din pretul initial

source: absolute value
ro: valoare absolută (fixă)

source: Absolute price (fixed price)
ro: Preț absolut (fix)

source: Promotion
ro: Promoție

source: Promotions
ro: Promoții

source: day
ro: data

source: Menu of the day
ro: Meniul zilei

source: creation date
ro: data realizării

source: Imports
ro: Importuri

source: Please specify a delivery address
ro: Adăugați o adresă de livrare

source: Please set a future desired time
ro: Specificați ziua și ora de livrare

source: As the restaurant is closed please set a desired delivery time in the restaurant open hours range.
ro: Având în vedere că restaurantul e închis vă rugăm să specificați ziua și ora de livrare.

source: Sent
ro: Trimisa

source: Received
ro: Primita

source: Delivered
ro: Livrata

source: Canceled
ro: Renunțat

source: address
ro: adresa

source: delivery type
ro: modalitateat de livrare

source: total amount
ro: cantitatea totala

source: additional info
ro: informații suplimentare

source: Add here any relevant information.
ro: Adaugați aici orice alte informatii relevante.

source: employee
ro: angajat

source: The internal employee responsible for this order.
ro: Angajatul intern responabil pentru această unitate.

source: hidden
ro: ascuns

source: desired delivery time
ro: timpul de livrare

source: Request this to order for a later time (yyyy-mm-dd hh:mm).
ro: Comandați pentru mai târziu (aaaa-ll-zz oo:mm).

source: paid with bonus
ro: plătit cu bonus

source: Order
ro: Comanda

source: Orders
ro: Comenzi

source: master
ro: fel principal

source: topping
ro: garnitură

source: variation
ro: variantă

source: menu of the day
ro: meniul zilei

source: count
ro: număr

source: cart
ro: coș

source: Order Item
ro: Articol din comandă

source: Order Items
ro: Articolele din comandă

source: Very Poor
ro: Foarte slabă

source: Not that bad
ro: Nu chiar așa de rea

source: Average
ro: Medie

source: Good
ro: Bună

source: quality
ro: calitate

source: delivery time
ro: timpul de livrare

source: Rating
ro: Apreciere

source: Ratings
ro: Aprecieri

source: Please select the paid and bonus items from the promotion. They have to have the same size for the promotion to be applied!
ro: Vă rugăm să selectati articolele platite si cele bonus din promotie. Trebuie să fie de aceeași dimensiune ca să se aplice promoția.

source: New Order
ro: Comandă nouă

source: This restaurant is now closed! Please check the open hours and set desired delivery time accordingly.
ro: Acest restaurant este momentan închis! Vă rugam să consultați orarul și să specificați ziua și ora de livrare în consecință.

source: This restaurant has a minimum order value of %(min)d
ro: Restaurantul are o comandă minimă de %(min)d

source: Congratulations! You have enough bonus to pay for your order. Please check "Pay using bonus" to use it.
ro: Felicitări! Ați acumulat suficient bonus pentru a plăti această comandă. Vă rugăm să bifați "Plata cu bonus" pentru a-l folosi.

source: Pay using bonus
ro: Plata cu bonus

source: We shall use the minimum number of received bonuses enough to cover the order total amount
ro: Vom folosi un numar minim de bonus-uri primite car sunt suficiente pentru a acoperi suma totală a comenzii

source: The price of some items has changed. Please review the order!
ro: Prețul unor articole s-a schimbat. Vă rugăm să revizuiți comanda!

source: Current orders
ro: Comenzile curente

source: Order history
ro: Istoric comenzi

source: Click2eat: Order sent to you!
ro: Click2eat: Comanda trimisă

source: Thank you! You already sent feedback for this order.
ro: Mulțumim! Deja o apreciere pentru această comandă.

source: Thank you! Your feedback is very appreciated!
ro: Mulțumim! Feedback-ul dumneavoastra este foarte apreciat!

source: Communication
ro: Comunicare

source: monthly fee
ro: Taxa lunară

source: menu management fee
ro: taxa de prelucrare a meniului

source: rate
ro: rată

source: The percentage taken from every order
ro: Procentajul perceput pentru fiecare comandă

source: details
ro: detalii

source: current
ro: actual

source: Partner Package
ro: Clasa de partener

source: Partner Packages
ro: Clase de partener

source: Payment Method
ro: Modalitate de plată

source: Payment Methods
ro: Modalități de plată

source: Currency
ro: Moneda

source: require address
ro: cere adresă

source: Delivery Type
ro: Modul de livrare

source: Delivery Types
ro: Modurile de livrare

source: phone
ro: telefon

source: start_date
ro: data de start

source: end_date
ro: data de sfârșit

source: Employee
ro: Angajat

source: Employees
ro: Angajați

source: schedule
ro: orar

source: e.g. 10:30:00
ro: de ex. 10:30

source: e.g. 15:00:00
ro: de ex. 15:00

source: Intervals
ro: Intervale

source: This text will appear on the frontend for open hours.
ro: Acest text va apărea în interfață ca și orar.

source: Schedule
ro: Orar

source: Schedules
ro: Orare

source: Unit Image
ro: Imagini Unitate

source: Unit Images
ro: Imagini unități

source: descriptive type
ro: tip descriptiv

source: It will be placed before the name
ro: Va apărea înaintea numelui

source: mobile
ro: mobil

source: logo path
ro: calea către siglă

source: accepted currencies
ro: Monede acceptate

source: overall_discount
ro: Reducerea generală

source: latitude
ro: latitudine

source: longitude
ro: longitudine

source: range
ro: raza

source: Delivery range in km
ro: Zona de livrare în km

source: In minutes
ro: În minute

source: communication
ro: comunicare

source: minimum order value
ro: valoare comandă minimă

source: payment method
ro: modalitate de plată

source: The internal employee responsible for this unit.
ro: Angajatul intern responabil pentru această unitate.

source: contact persoon
ro: persoana de contact

source: delivery time user
ro: timpul de livrare utilizator

source: Calculated as a avg from user feedback.
ro: Calculat ca o media din raspunsurile utilizatorilor.

source: admin users
ro: utilizatori administratori

source: the users that can access front-end administration pages for this unit.
ro: utilizatorii care pot accesa paginile de administrare din interfata pentru această unitate.

source: info
ro: informații

source: stuff like food specific
ro: chestiuni precum specificul restaurantului

source: discount
ro: ofertă

source: Unit
ro: Unitate

source: Units
ro: Unități

source: You have more product added at the following restaurants:
ro: Aveți alte produse selectate la urmatoarele restaurante:

source: Multiple packages found for selected period!
ro: S-au găsit mai multe pachete de parteneriat pentru perioada selectată!

source: No (unique) partner package found for selected time range!
ro: Nu a fost găsit un pachet de parteneriat (unic) pentru perioada selectată!

source: Page not found
ro: Pagina nu a fost gasită

source: Sorry, but the requested page could not be found
ro: Ne pare rau dar pagina pe care ați cerut-o nu a fost gasită

source: what is
ro: ce este

source: how do I
ro: cum se

source: suggestions
ro: formular de

source: form
ro: sugestii

source: fidelity
ro: program de

source: program
ro: fidelizare

source: privacy
ro: politica de

source: policy
ro: confidențialitate

source: contact
ro: contactează

source: an click2eat agent
ro: un agent click2eat

source: Click2Eat is a registered trademark. All rights reserved. All materials presented on this site are protected by copyright law.
ro: Click2Eat este marca inregistrata. Toate drepturile rezervate. Toate materialele prezente pe acest website sunt protejate prin legea copywrite-ului

source: Home page
ro: Acasă

source: HOME
ro: ACASA

source: PAGE
ro: PAGINA

source: How do I order
ro: Cum comand

source: HOW DO I
ro: CUM

source: ORDER ?
ro: COMAND ?

source: My profile
ro: Profilul meu

source: NEW
ro: NOU

source: ACCOUNT
ro: MEU

source: MY
ro: CONTUL

source: Welcome
ro: Bine ai venit

source: Logout
ro: Iesire

source: User
ro: Nume

source: Password
ro: Parola

source: Enter
ro: Intră

source: area for
ro: zona

source: Search
ro: Caută

source: SEARCH FOOD HERE
ro: CAUTĂ ORICE AICI

source: Choose where you want to eat today ?
ro: Alege unde vrei sa mănânci astazi?

source: See all restaurants
ro: Toate restaurantele

source: Today
ro: Astazi

source: Click2eat special is
ro: Specialitatea casei click2eat.ro este

source: Order this Item
ro: Comandă acest produs

source: click2eat.ro site admin
ro: click2eat.ro administrare site

source: click2eat.ro administration
ro: Administrare click2eat.ro

source: Your current avatar:
ro: Avatarul curent:

source: You haven't uploaded an avatar yet. Please upload one now.
ro: Nu ați încărcat un avatar încă. Vă rugăm să încărcați unul acum.

source: Upload New Image
ro: Încărcați o noua imagine

source: Back
ro: Înapoi

source: Choose new Default
ro: Alegeți pe cea implicită

source: delete avatar
ro: șterge avatar

source: Please select the avatars that you would like to delete.
ro: Vă rugăm să selectați avatarul pe care doriți să îl stergeți.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
ro: Nu aveți nici un avatar de șters. Vă rugăm să <a href="%(avatar_change_url)s">încărcați unul</a> acum.

source: Delete These
ro: Șterge

source: read more...
ro: mai mult...

source: views
ro: vizualizări

source: comments
ro: comentarii

source: Comments
ro: Comentarii

source: Post a new comment
ro: Adăugați un comentariu

source: Post
ro: Trimite

source: Preview
ro: Previzualizare

source: Bonus history
ro: Istoricul bonusurilor

source: Here you can check your bonus history, how you received and how you used your bnus points.
ro: Aici puteți verifica istoricul bonusurilor, cum le-ați primit și cum ați folosit punctele bonus.

source: RON
ro: Lei

source: to
ro: către

source: Sorry no bonuses yet.
ro: Ne pare rău, nu aveți puncte bonus, încă.

source: Approve a comment
ro: Aprobare comentariu

source: Really make this comment public?
ro: Chiar faci acest comentariu public?

source: Approve
ro: Aprobă

source: Thanks for approving
ro: Multumim pentru aprobare

source: Thanks for taking the time to improve the quality of discussion on our site
ro: Multumim pentru timpul dumneavoastra

source: Remove a comment
ro: Șterge comentariu

source: Really remove this comment?
ro: Chiar ștergi acest comentariu

source: Remove
ro: Șterge

source: Thanks for removing
ro: Mulțumim penru ștergere

source: Flag this comment
ro: Marcheaza acest comentariu

source: Really flag this comment?
ro: Chiar marchezi acest comentariu?

source: Flag
ro: Marcaj

source: Thanks for flagging
ro: Multumim pentru marcare

source: Thanks for commenting
ro: Mulțumim pentru comentariu

source: Thank you for your comment
ro: Mulțumim pentru comentariul

source: Preview your comment
ro: Previzualizați comentariul dumneavoastră

source: Please correct the error below
ro: Vă rugăm să corectați erorile de mai jos

source: and
ro: și

source: Post your comment
ro: Trimiteți comentariul dumneavoastră

source: or make changes
ro: sau feaceți schimbări

source: Send
ro: Trimite

source: Order this menu
ro: Comandă acest meniu

source: No menu of the day defined
ro: Nu există meniuri ale zilei pentru astăzi

source: Menu of the day alternatives
ro: Alte meniuri

source: SUBSCRIBE HERE
ro: ABONEAZĂ-TE AICI

source: FOR THE MENU OF THE DAY NEWSLETTER
ro: PENTRU MAIL-UL CU MENIUL ZILEI

source: Wheel of fortune
ro: Roata norocului

source: If you are undecided about what to eat today, here you can let the fate decide. Just spin the wheel an find out what the it was meant for you today.
ro: Dacă sunteți indecis despre ce să comandați astăzi, aici puteți lăsa soarta să decidă pentru dumneavoastră. Doar învartiti roata ca să vedeți ce vi-a fost scris pentru astăzi.

source: Today's menu
ro: Meniul zilei

source: Description
ro: Descriere

source: Price
ro: Preț

source: Closed
ro: Închis

source: New
ro: Nou

source: Sorry no special menus for today.
ro: Ne pare rău, nu sunt meniuri speciale astăzi.

source: Hover the mouse over it to get a more detailed description.
ro: Duceți mouse-ul deasupra pentru a primi mai multe informații.

source: Show/Hide advanced search
ro: Arată/ascunde cautarea avansată

source: Submit
ro: Trimite

source: preview
ro: imagine

source: Add to order
ro: Adaugă la comandă

source: GENERAL CLICK2EAT MENU LIST
ro: Lista generala de meniuri click2eat

source: Menu
ro: Meniu

source: Good appetite!
ro: Poftă bună

source: Welcome to click2eat.ro
ro: Bine ați venit la click2eat.ro

source: Menu item details
ro: Detalii articol

source: Add to shopping cart
ro: Adaugă la coșul de cumpărături

source: Cart total
ro: Totalul comenzii

source: Logged Out
ro: Deautentificat

source: Log in again
ro: Autentificare din nou

source: Menu for a specific restaurant
ro: Meniul pentru un restaurant anume

source: Menu of the Day
ro: Meniul zilei

source: List of all special menus for today
ro: Lista meniurilor zilei

source: List of all menu items
ro: Toate meniurile

source: Paycheck
ro: Nota de plată

source: Minimum order:
ro: Comandă minimă:

source: Shopping cart
ro: Coș de cumpărături

source: List of all menu items in your shopping cart
ro: Lista articolelor din coșul de cumpărături

source: Choose a delivery type
ro: Alegeți modelaitatea de livrare

source: You have no delivery addreses defined
ro: Nu ați introdus nici o adresa de livrare.

source: Choose a delivery address
ro: Alegeți o adresă de livrare

source: The restaurant is now closed
ro: Restaurantul e închis

source: Send the order
ro: Da, trimite comanda

source: Minimum order for this unit is:
ro: Valoarea minimă a comenzii este:

source: You need to have at least one delivery address defined and selected. Please go to the main site to define one!
ro: Trebuie sa aveți cel puțiun o adresă de livarare definită și selectată. Pentru a crea o adresă de livrare vă rugăm să accesați site-ul principal.

source: Your order has been sent to the restaurant!
ro: Comanda dumneavoastră a fost trimisă restaurantului!

source: List of restaurants
ro: Lista restaurantelor

source: Newsletter detail
ro: Detalii e-mail cu știri

source: Newsletter
ro: e-mail cu știri

source: Subscribe
ro: Abonare

source: Update
ro: Actualizare

source: Unsubscribe
ro: Dezabonare

source: Archive
ro: Arhivă

source: Back to list
ro: Înapoi la listă

source: Newsletter list
ro: Lista e-mail-uri cu știri

source: Update subscriptions
ro: Actualizare abonamente

source: Newsletter archive
ro: Arhiva de e-mail-uri cu stiri

source: activate
ro: activează

source: Your subscription has successfully been activated.
ro: Abonamentul dumneavoastră a fost activat cu succes.

source: You have successfully been unsubscribed.
ro: Ați fost dezabonat cu success.

source: Your subscription has successfully been updated.
ro: Abonamentul dumneavoastră a fost actualizat cu succes.

source: Activate
ro: Activează

source: Newsletter subscribe
ro: Abonare e-mail cu știri

source: Due to a technical error we were not able to submit your confirmation email. This could be because your email address is invalid.
ro: Din cauza unor probleme tehnice nu s-a putut realiza trimiterea emailului de confirmare. Aceasta poate fi din cauză ca adresa a fost invalidă.

source: If the error persists, please don't hesitate to contact us at the following email address:
ro: Daca probleme persistă, vă rugăm sa nu ezitați să ne contactați la urmatoarea adresă de e-mail:

source: Your subscription was successfully recieved and an activation email has been sent to you. In that email you will find a link which you need to follow in order to activate your subscription.
ro: Abonarea dumneavoastră a fost înregistrată cu succes și vi s-a triumis un e-mail de activare. În acest email ve-ți găsi un link pe care trebuie să îl urmați pentru activarea abonamentului dumneavoastră.

source: Do you want to subscribe to this newsletter?
ro: Doriți să primiți acest e-mail cu știri?

source: Newsletter unsubscribe
ro: Dezabonare de la e-mail cu știri

source: Your unsubscription request has successfully been recieved. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
ro: Abonamentul dumneavoastră a fost înregistrat cu succes. Vi s-a trimis un e-mail cu un link pe care trebuie să-l urmați pentru a confirma abonamentul dumneavoastră.

source: Do you want to unsubscribe from this newsletter?
ro: Doriți să vă dezabonați de la acest e-mail cu știri?

source: Newsletter update
ro: Actoalizate e-mail cu știri

source: Your update request was successfully recieved and an activation email has been sent to you. In that email you will find a link which you need to follow in order to update your subscription.
ro: Cererea de actualizare a fost primită și vi s-a trimis un e-mail. În acest e-mail ve-ți găsi un link pe care trebuie să îl urmați pentru a vă actualiza abonamentul.

source: Cancel
ro: Renunțați

source: Feedback
ro: Apreciere

source: Please provide your feedback on order sent to
ro: Vă rugăm să dați o apreciere pentru comanda trimisă la

source: Rating for quality
ro: Apreciere pentru calitate

source: Rating for delivery time
ro: Apreciere pentru timpul de livrare

source: Submit feedback
ro: Trimite apreciere

source: Order:
ro: Comanda:

source: Order details
ro: Detalii comandă

source: Open hours
ro: Program de lucru

source: Open
ro: Deschis

source: Creation date
ro: Data realizării

source: Status
ro: Stare

source: Cart items
ro: Articolele din coș

source: Delete cart
ro: Șterge coș

source: There are no order items for
ro: Nu există elemente de comandă pentru

source: Total amount
ro: Suma totala

source: Order again
ro: Comandă din nou

source: List profile all
ro: Listează toate profilele

source: My orders
ro: Comenzile mele

source: No orders yet? Bon apetit ;)
ro: Nu ați comandat nimic încă? Poftă bună ;)

source: Phone
ro: Telefon

source: Delivery type
ro: Modalitatea de livrare

source: Address
ro: Adresa

source: Address additional info
ro: Informații suplimentare despre adresă

source: Desired delivery time
ro: Timpul de livrare

source: Send time
ro: Data trimiterii

source: Order price
ro: Prețul comenzii

source: Paid with bonus
ro: plătit cu bonus

source: Price (RON)
ro: Preț (Lei)

source: Additional info
ro: Informații suplimentare

source: Mark delivered
ro: Marchează ca livrată

source: List current orders
ro: Comenzile curente

source: Click2eat order received
ro: Comandă Click2eat primită

source: You have received an order!
ro: Ați primit o comandă

source: Show notifications
ro: Arată notificări

source: Show order history
ro: Istoric comenzi

source: Download all orders (CSV)
ro: Descarcă toate comenzile (CSV)

source: If you don't have a delivery address
ro: Dacă nu ați definit o adresă de livrare

source: Add one now
ro: Adăugați una acum

source: Yes, send the order
ro: Da, trimite comanda

source: Return to menu selection
ro: Întoarceti-vă la selecția din meniu

source: Add shopping cart
ro: Adaugă coș

source: Reset order
ro: Resetează comanda
